var tos_courtyard_objects_v2 = [
{
	"name": "Двор №614",
	"Polygon": [[55.11903999733937,36.619973800456364],[55.11910950846743,36.61952818028911],[55.1199741087898,36.61991367144575],[55.11977061500141,36.62118096427906],[55.12095810165054,36.621947872352514],[55.12070587150801,36.6235944295692],[55.117525024600425,36.62224542948242],[55.117943578347514,36.61945382537825],[55.11903999733937,36.619973800456364]],
	"houses": [
		{
			"name": "Энгельса 2",
			"apartments": 180
		},
		{
			"name": "Курчатова 54",
			"apartments": 144
		},
		{
			"name": "Курчатова 58",
			"apartments": 108
		},
		{
			"name": "Курчатова 60",
			"apartments": 60
		},
		{
			"name": "Курчатова 62",
			"apartments": 75
		},
		{
			"name": "Курчатова 64",
			"apartments": 90
		},
		{
			"name": "Курчатова 66",
			"apartments": 30
		},
		{
			"name": "Курчатова 68",
			"apartments": 50
		}
	],
	"infrastructure": {
		"playground": true,
		"workout": true,
		"basketball": true,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №830",
	"Polygon": [[55.119613034480196,36.61678730220178],[55.1193066998061,36.618018356360274],[55.119101543478564,36.61945663111019],[55.11903725717879,36.61998970020697],[55.11824941935729,36.61957490506544],[55.11795389305468,36.619413206900354],[55.118165676239826,36.61788358213793],[55.11840630222703,36.61624322118187],[55.119613034480196,36.61678730220178]],
	"houses": [
		{
			"name": "Энгельса 4",
			"apartments": 108
		},
		{
			"name": "Энгельса 6",
			"apartments": 144
		},
		{
			"name": "Энгельса 8",
			"apartments": 108
		},
		{
			"name": "Калужская 2",
			"apartments": 144
		}


	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №831",
	"Polygon": [[55.12111950400307,36.61750613421836],[55.120677907475425,36.62020703891695],[55.12018935322577,36.62025731039108],[55.120020537398915,36.619878428422844],[55.120026128761154,36.61870510372097],[55.119727541191516,36.61778702261407],[55.1198451792479,36.61690840901796],[55.12111950400307,36.61750613421836]],
	"houses": [
		{
			"name": "Калужская 6",
			"apartments": 90
		},
		{
			"name": "Калужская 8",
			"apartments": 89
		},
		{
			"name": "Калужская 10",
			"apartments": 72
		}


	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №526",
	"Polygon": [[55.12159910038426,36.614716636839596],[55.1215409667762,36.615185332920035],[55.12140904886189,36.615139044869714],[55.12109909619395,36.617256608997295],[55.119546509058075,36.616580794177025],[55.119897442967115,36.614118911639245],[55.12159910038426,36.614716636839596]],
	"houses": [
		{
			"name": "Калужская 1",
			"apartments": 180
		},
		{
			"name": "Калужская 3",
			"apartments": 180
		},
		{
			"name": "Энгельса 16",
			"apartments": 83
		},
		{
			"name": "Энгельса 18",
			"apartments": 83
		}


	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №714",
	"Polygon": [[55.12348361984741,36.62201224535901],[55.123264929874004,36.6234337363569],[55.12308620352364,36.624629921798274],[55.12078243390352,36.62359208854144],[55.12099193575784,36.62210653008475],[55.12348361984741,36.62201224535901]],
	"houses": [
		
		
		{
			"name": "Курчатова 72",
			"apartments": 180
		},
		{
			"name": "Курчатова 74",
			"apartments": 135
		},
		{
			"name": "Курчатова 76",
			"apartments": 180
		},
		{
			"name": "Курчатова 78",
			"apartments": 135
		},
		{
			"name": "Курчатова 80",
			"apartments": 84
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №940",
	"Polygon": [[55.12396318923734,36.618686306179335],[55.123504294071914,36.62191552627417],[55.12116365631522,36.62202567847562],[55.122080250060314,36.61791155518457],[55.12396318923734,36.618686306179335]],
	"houses": [
		
		
		{
			"name": "Калужская 16",
			"apartments": 144
		},
		{
			"name": "Калужская 18",
			"apartments": 143
		},
		{
			"name": "Калужская 20",
			"apartments": 144
		},
		{
			"name": "Калужская 22",
			"apartments": 144
		},
		{
			"name": "Калужская 24",
			"apartments": 144
		},
		{
			"name": "Калужская 26",
			"apartments": 221
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №656",
	"Polygon": [[55.12450040308266,36.61546115354334],[55.12502068161628,36.614770281016554],[55.12505253711287,36.61567678788407],[55.12458024327001,36.61871833312746],[55.12307586466673,36.618088195640915],[55.12328205844851,36.616669499740986],[55.12407849033076,36.61535809220172],[55.12450040308266,36.61546115354334]],
	"houses": [
		
		
		{
			"name": "Калужская 13",
			"apartments": 108
		},
		{
			"name": "Калужская 15",
			"apartments": 108
		},
		{
			"name": "Маркса 116",
			"apartments": 108
		},
		{
			"name": "Маркса 118",
			"apartments": 83
		},
		{
			"name": "Маркса 120",
			"apartments": 83
		},
		{
			"name": "Маркса 122",
			"apartments": 83
		},
		{
			"name": "Маркса 124",
			"apartments": 83
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №895",
	"Polygon": [[55.123311463406104,36.61082206934623],[55.12459142438422,36.613552478343735],[55.12348584793703,36.61513490188316],[55.12308718146297,36.61439067969745],[55.122860702286474,36.61472229049083],[55.122754117438916,36.615483054726674],[55.12202345462022,36.615170935356446],[55.12196862395872,36.61529114319994],[55.12160021268779,36.61512703688788],[55.12172790811851,36.6140099931677],[55.12232904427168,36.61321481452929],[55.12213701252833,36.61266639912024],[55.123311463406104,36.61082206934623]],
	"houses": [
		
		
		{
			"name": "Калужская 9",
			"apartments": 108
		},
		{
			"name": "Маркса 98",
			"apartments": 83
		},
		{
			"name": "Маркса 102",
			"apartments": 288
		},
		{
			"name": "Маркса 104",
			"apartments": 108
		},
		{
			"name": "Маркса 106",
			"apartments": 90
		},
		{
			"name": "Маркса 108",
			"apartments": 80
		},
		{
			"name": "Маркса 110",
			"apartments": 108
		},
		{
			"name": "Маркса 112А",
			"apartments": 30
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №601",
	"Polygon": [[55.12208791293399,36.60829006403545],[55.12328183577439,36.610762980967436],[55.12211473712806,36.61257071006397],[55.12124474639613,36.61017640052445],[55.12101938114462,36.61042531715317],[55.12089497961161,36.61005929195682],[55.12208791293399,36.60829006403545]],
	"houses": [
		{
			"name": "Маркса 86",
			"apartments": 83
		},
		{
			"name": "Маркса 88",
			"apartments": 288
		},
		{
			"name": "Маркса 92",
			"apartments": 90
		},
		{
			"name": "Маркса 94",
			"apartments": 80
		},
		{
			"name": "Маркса 96",
			"apartments": 60
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №595",
	"Polygon": [[55.12075364704387,36.605371820626445],[55.12206443333056,36.60825243332915],[55.12086040630856,36.60998506057319],[55.12024650359071,36.60838253150265],[55.120226184037726,36.608054244383084],[55.11980663202235,36.60714104854817],[55.12075364704387,36.605371820626445]],
	"houses": [
		{
			"name": "Энгельса 36",
			"apartments": 77
		},
		{
			"name": "Маркса 78",
			"apartments": 288
		},
		{
			"name": "Маркса 80",
			"apartments": 90
		},
		{
			"name": "Маркса 82",
			"apartments": 80
		},
		{
			"name": "Маркса 84",
			"apartments": 60
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
},
{
	"name": "Двор №767",
	"Polygon": [[55.119534584335675,36.608270773556306],[55.11978519935532,36.607222544845676],[55.12018571691738,36.60805100716891],[55.120198852975236,36.60832693443514],[55.12102139639129,36.61052030088468],[55.12124610393361,36.61027754102405],[55.12160635972108,36.611331609277244],[55.120810657597325,36.61238031311213],[55.120638770001825,36.612663266218235],[55.12042383978363,36.614239044069514],[55.119884397514696,36.614058844503326],[55.119646248331144,36.613513864511084],[55.11936363989831,36.6118713694695],[55.1191243177283,36.61132223258157],[55.11931471283723,36.60987690174212],[55.119534584335675,36.608270773556306]],
	"houses": [
		{
			"name": "Энгельса 20",
			"apartments": 83
		},
		{
			"name": "Энгельса 24",
			"apartments": 288
		},
		{
			"name": "Энгельса 30",
			"apartments": 108
		},
		{
			"name": "Энгельса 34",
			"apartments": 180
		},
		{
			"name": "Маркса 90",
			"apartments": 108
		}
	],
	"infrastructure": {
		"playground": false,
		"workout": false,
		"basketball": false,
		"footbal": false,
		"hokkey": false,
		"pingpong": false
	}
}
];